<template>
  <transition name="slide">
    <div class="cont">
      <top :title_name="'服务协议'"></top>
      <div class="box">
      <p>
        感谢您使用“菲诺旅居-团长”服务！“菲诺旅居-团长”服务是菲诺旅居有限公司以“菲诺旅居”作为服务品牌，基于其运营和管理的文旅项目后服务市场移动互联网平台而提供的服务，包括但不限于项目培训、项目团长以及不时推出的其他优惠活动服务。“菲诺旅居”包括菲诺旅居有限公司的子公司、分公司或其他为该等主体提供服务的第三方。“您”是指登陆“菲诺旅居”应用程序（“APP”）并使用“菲诺旅居-团长”服务的用户。为使用“菲诺旅居-团长”服务，您应当首先阅读并遵守《服务协议》（以下称为“本协议”）。请您务必审慎阅读、充分理解本协议各条款，特别是免除或者限制“菲诺旅居”责任的条款。您登陆APP即视为您已阅读并同意本协议的约束。如果您不同意本协议，您应立即停止登陆APP或停止使用“菲诺旅居-团长”服务。
      </p>
      <p>
      一、服务内容
      </p>

        <p>1、本协议项下的服务是指“菲诺旅居-团长”向您提供菲诺旅居-团长培训、团长邀请、团购报名及审核等服务（“本服务”）。菲诺旅居有限公司对本协议拥有最终的解释权。</p>

        <p>2、为避免歧义，菲诺旅居有限公司与您在此确认，您在登陆APP并使用本服务时可以跨区域使用。</p>

        <p>二、服务资费</p>

        <p>1、“菲诺旅居-团长”的APP服务是免费服务，但菲诺旅居有限公司有权在后期增加付费服务，相关资费会在APP内提示到您。</p>

        <p>三、APP</p>

        <p>1、您在使用本服务时首先需要下载APP，对于该等APP，“菲诺旅居”授予您一项个人的、不可转让及非排他性的许可。您仅可为访问或使用本服务的目的而使用该等APP。</p>

        <p>2、为了改善用户体验并保证服务的安全性，“菲诺旅居”会适时对APP进行更新。您应该将APP更新到最新版本，否则“菲诺旅居”不保证其正常使用性。</p>

        <p>四、知识产权</p>

        <p>1、“菲诺旅居”的任何软件、程序、内容（包括但不限于APP、“菲诺旅居”在本服务中所使用的“菲诺旅居”文字、图片等商业标识）的知识产权均归菲诺旅居有限公司所有。</p>

        <p>2、上述及其他任何本服务包含的内容的知识产权均受到法律保护，未经菲诺旅居有限公司事先书面许可，任何人不得以任何形式侵犯菲诺旅居有限公司的合法权益。</p>

        <p>五、隐私保护</p>

        <p>1、“菲诺旅居”尊重并保护用户隐私。“菲诺旅居”在收集、使用、储存和分享的您的个人信息时将严格按照本协议及相关法律法规的规定执行。“菲诺旅居”将运用各种安全技术手段来保护您的个人信息，以免遭受未经授权的访问、使用或披露。</p>

        <p>2、除以下情形外，“菲诺旅居”不会将您的个人信息转移或披露给任何非关联的第三方：</p>

        <p>(1)相关法律法规或法院、政府机关要求；</p>

        <p>(2)为完成合并、分立、收购或资产转让而转移；</p>

        <p>(3)为提供您要求的服务所必需。</p>

        <p>六、不可抗力及其他免责事由</p>

        <p>1、您理解并同意，在使用本服务的过程中，可能会遇到不可抗力使本服务发生中断。不可抗力是指不能预见、不能避免并且不能克服的客观事件，包括但不限于洪水、地震、海啸、瘟疫流行、风暴、战争、动乱、黑客攻击、政府行为。出现上述情况时，“菲诺旅居”将努力在第一时间与您配合，在不可抗力因素消除后尽快为您提供服务，但是由此给您造成的损失“菲诺旅居”在法律允许的范围内免责。</p>

        <p>2、在法律允许的范围内，“菲诺旅居”对以下情形导致的服务中断或受阻不承担责任：</p>

        <p>(1)受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；</p>

        <p>(2)用户或“菲诺旅居”的网络、终端设备、系统或硬件出现故障；</p>

        <p>(3)用户操作不当；</p>

        <p>(4)	其他“菲诺旅居”无法控制或合理预见的情形</p>

        <p>3、“菲诺旅居”需要定期或不定期地对APP或相关设备进行检修或者维护，如因此造成本服务在合理时间内中断，“菲诺旅居”无需为此承担任何责任。“菲诺旅居”保留不经事先通知为维修保养、升级或其它目的暂停全部或部分服务的权利。</p>

        <p>七、法律适用与争议解决</p>

        <p>1、本协议的订立、效力、解释、履行及争议解决均适用中国法律。</p>

        <p>2、凡因执行本协议所发生的或与本协议有关的一切争议，首先应友好协商解决；协商不成的，任何一方有权将争议提交“菲诺旅居”住所地有管辖权的人民法院管辖。</p>

        <p>八、其他</p>

        <p>1、“菲诺旅居”有权根据法律法规的变化及运营需要不时修改本协议而无需事先通知您，您可以随时在APP相关服务页面查阅最新版本的服务协议。若您不同意本协议的修改，您应立即停止登陆、使用APP和/或本服务；否则，视为您同意并接受“菲诺旅居”对本协议的任何修改。</p>

        <p>2、本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>

        <p>3、本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p>

        <p>4、本协议的最终解释权归菲诺旅居有限公司所有。</p>

      </div>
    </div>
  </transition>
</template>

<script>
import top from "@/base/top/top";

export default {
  data() {
    return {};
  },
  components: {
    top
  }
};
</script>

<style lang="stylus" scoped>
@import '../../common/stylus/variable.styl';

.slide-enter-active, .slide-leave-active {
  transition: all 0.3s;
}

.slide-enter, .slide-leave-to {
  transform: translate3d(100%, 0, 0);
}

.cont {
  position: fixed;
  top: 0;
  bottom: 0;
  width: 100%;
  z-index: 99;
  background-color: $color-background;
  overflow hidden
}
p{
  font-size: $font-size-small;
  line-height:1.5;
  margin-bottom:5px;
}
.box{
  height 100%
  padding:80px 20px
  box-sizing border-box
  overflow-y:scroll
  -webkit-overflow-scrolling touch
}
</style>
